{
  "header": {
    "about_us": "О нас",
    "catalog": "Каталог",
    "profile": "Профиль",
    "logout": "Выйти",
    "login": "Войти"
  },
  "footer": {
    "join_team": "ПРИСОЕДИНЯЙТЕСЬ К КОМАНДЕ КЛИЕНТОВ, ИСПОЛЬЗУЮЩИХ NEO BAZAAR ДЛЯ ОБМЕНА СВОИМИ ЗНАНИЯМИ. ЛЕГКО СОЗДАВАЙТЕ И ПРОДАВАЙТЕ ЦИФРОВЫЕ ЗАГРУЗКИ, ИСПОЛЬЗУЯ НАШУ МОЩНУЮ, НО ПРОСТУЮ ПЛАТФОРМУ.",
    "information": "Информация",
    "community": "Сообщество",
    "privacy_policy": "Политика конфиденциальности",
    "terms_of_service": "Условия обслуживания",
    "help": "Помощь",
    "want_to_talk": "Хотите поговорить?",
    "contact_email": "neodigitalbazaar@gmail.com",
    "copyright": "© 2024 NEOBAZAAR"
  },
  "startSelling": {
    "start_selling": "Начните продавать"
  },
  "category": {
    "all": "Все",
    "3D": "3D",
    "education": "Образование",
    "audio": "Аудио",
    "design": "Дизайн",
    "drawing_&_painting": "Рисование и Живопись",
    "photography": "Фотографии",
    "gaming": "Игры",
    "fitness_&_health": "Фитнес и Здоровье",
    "software_&_development": "Разработка Программного Обеспечения",
    "category_description_1": "Ищете вдохновение для того, что вы можете продавать?",
    "category_description_2": "Познакомьтесь с самыми продаваемыми продуктами и их создателями",
    "Education": "Образование",
    "Audio": "Аудио",
    "Design": "Дизайн",
    "Drawing & Painting": "Рисование и Живопись",
    "Photography": "Фотографии",
    "Gaming": "Игры",
    "Fitness & Health": "Фитнес и Здоровье",
    "Software development": "Разработка Программного Обеспечения"
  },
  "products_list": {
    "sell_anything": {
      "name": "Продавайте что угодно",
      "1": "Продавайте свои топ-10 списков",
      "2": "Продавайте свои советы по криптографии",
      "3": "Продайте свой фрактальный пакет",
      "4": "Продай свою кулинарную книгу по кето",
      "5": "Продай свои C4D-сцены",
      "6": "Продай свои новые эмодзи",
      "7": "Серьезно, продавай что угодно!"
    },
    "sell_to_anyone": {
      "name": "Продавайте кому угодно",
      "1": "Создайте лояльную аудиторию с помощью простых постов, email-рассылок и автоматизации. Предоставьте клиентам возможность выбирать оплату: произвольную сумму, разовый, регулярный или фиксированный платеж в нужной валюте."
    },

    "sell_anywhere": {
      "name": "Продавайте где угодно",
      "1": "Создайте и настройте свою витрину с помощью нашей универсальной платформы или воспользуйтесь своим персональным сайтом. С помощью Zapier вы можете легко подключить свою учетную запись neobazaar к тысячам приложений из вашего текущего пакета."
    },

    "make_your_own_way": {
      "name": "Создайте свой собственный путь",
      "btn": "Исследуйте возможности"
    }
  },
  "description": {
    "digital": "Цифровая",
    "products": "Платформа",
    "name": "ЦИФРОВАЯ ПЛАТФОРМА",
    "description": "Это пространство для взаимодействия создателей и пользователей, способствующее распространению цифрового контента и предоставляющее возможности для монетизации и развития в цифровой среде."
  },
  "signup": {
    "create_account": "Создайте свою учетную запись",
    "already_have_account": "Уже есть учетная запись?",
    "log_in": "Войти"
  },
  "form": {
    "username": "Имя пользователя",
    "email": "E-mail",
    "password": "Пароль",
    "password_confirmation": "Подтвердите пароль",
    "submit": "Зарегистрироваться",
    "terms_of_service": "условиями обслуживания",
    "privacy_policy": "политикой конфиденциальности",
    "agree_to": "Я согласен с",
    "and": "и",
    "required": "обязательно.",
    "password_requirements": "От 8 до 30 символов. Латинские буквы, цифры и символы: !, ?, -, _, . Минимум 1 цифра, 1 буква в нижнем регистре и 1 буква в верхнем регистре",
    "errors": {
      "username_required": "Имя пользователя обязательно.",
      "email_required": "Email обязателен.",
      "email_max_length": "Email не может превышать 192 символа.",
      "email_invalid": "Пожалуйста, введите действительный адрес электронной почты (буквы, цифры, ., -, _ только).",
      "password_required": "Пароль обязателен.",
      "password_min_length": "Пароль должен быть не менее 8 символов.",
      "password_max_length": "Пароль не может превышать 30 символов.",
      "password_contains_digit": "Пароль должен содержать хотя бы одну цифру.",
      "password_contains_lowercase": "Пароль должен содержать хотя бы одну строчную букву.",
      "password_contains_uppercase": "Пароль должен содержать хотя бы одну заглавную букву.",
      "password_contains_special_char": "Пароль должен содержать хотя бы один специальный символ (!?, -, _,.).",
      "password_confirmation_required": "Подтвердите ваш пароль",
      "password_confirmation_match": "Пароли не совпадают."
    },
    "error_message": "Ошибка: "
  },
  "login": {
    "email_required": "Email обязателен.",
    "email_max_length": "Электронная почта не может превышать 192 символа.",
    "email_pattern": "Пожалуйста, введите действительный адрес электронной почты (буквы, цифры, ., -, _ только).",
    "forgot_password": "Забыли пароль?",
    "password_placeholder": "Пароль",
    "password_required": "Требуется пароль.",
    "hi_there": "Привет!",
    "no_account": "У вас нет аккаунта?",
    "sign_up": "Зарегистрироваться",
    "submit": "Войти"
  },
  "reset_link": "Сбросить ссылку",

  "privacy_policy": {
    "title": "Политика конфиденциальности",
    "general_provisions": {
      "title": "1. Общие положения",
      "text_1": "Настоящая политика конфиденциальности и обработки персональных данных составлена в соответствии с требованиями Закона «О защите персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые NeoBazaar (далее — Оператор).",
      "text_2": "1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
      "text_3": "1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта ",
      "text_4": "1.3. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.",
      "text_5": "1.4. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Веб-сайта."
    },
    "basic_concepts": {
      "title": "2. Основные понятия, используемые в Политике",
      "text_1": "2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.",
      "text_2": "2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
      "text_3": "2.3. Веб-сайт, Сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу ",
      "text_4": "2.4. Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.",
      "text_5": "2.5. Обезличивание персональных данных – действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.",
      "text_6": "2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
      "text_7": "2.7. Оператор – NeoBazaar.",
      "text_8": "2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта ",
      "text_9": "2.9. Персональные данные, разрешенные субъектом персональных данных для распространения, – персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее – персональные данные, разрешенные для распространения).",
      "text_10": "2.10. Пользователь – любой посетитель веб-сайта ",
      "text_11": "2.11. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
      "text_12": "2.12. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.",
      "text_13": "2.13. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.",
      "text_14": "2.14. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных.",
      "text_15": "2.15. «Cookies» – небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.",
      "text_16": "2.16. «IP-адрес» – уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP."
    },
    "operator_rights_and_obligations": {
      "title": "3. Основные права и обязанности Оператора",
      "text_1": "3.1. Оператор имеет право:",
      "text_2": "– получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;",
      "text_3": "– в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;",
      "text_4": "– самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими законами.",
      "text_5": "3.2. Оператор обязан:",
      "text_6": "– предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;",
      "text_7": "– организовывать обработку персональных данных в порядке, установленном действующим законодательством;",
      "text_8": "– отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;",
      "text_9": "– сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 10 дней с даты получения такого запроса;",
      "text_10": "– публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;",
      "text_11": "– принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;",
      "text_12": "– прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;",
      "text_13": "– исполнять иные обязанности, предусмотренные Законом о персональных данных.",
      "text_14": "3.3. Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем сайта."
    },
    "data_subject_rights_and_obligations": {
      "title": "4. Основные права и обязанности субъектов персональных данных",
      "text_1": "4.1. Субъекты персональных данных имеют право:",
      "text_2": "– получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;",
      "text_3": "– требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;",
      "text_4": "– выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;",
      "text_5": "– на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;",
      "text_6": "– обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;",
      "text_7": "– на осуществление иных прав, предусмотренных законодательством.",
      "text_8": "4.2. Субъекты персональных данных обязаны:",
      "text_9": "– предоставлять Оператору достоверные данные о себе;",
      "text_10": "– сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.",
      "text_11": "4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством."
    },
    "list_of_personal_data": {
      "title": "5. Перечень персональных данных, на обработку которых дается согласие субъекта персональных данных",
      "text_1": "5.1. Настоящая Политика конфиденциальности устанавливает обязательства Оператора по неразглашению и обеспечению защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Оператора.",
      "text_2": "5.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационных форм на Веб-сайте ",
      "text_3": "5.3. Регистрационные данные включают в себя следующую информацию:",
      "text_4": "– имя Пользователя;",
      "text_5": "– адрес электронной почты (e-mail) Пользователя.",
      "text_6": "5.4. Оператор осуществляет сбор и обработку обезличенных данных, которые автоматически передаются в процессе просмотра Веб-сайта, рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы («пиксель»), в том числе с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика):",
      "text_7": "– IP адрес;",
      "text_8": "– информация из cookies;",
      "text_9": "– информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);",
      "text_10": "– время доступа;",
      "text_11": "– адрес страницы, на которой расположен рекламный блок;",
      "text_12": "– адрес запрашиваемой страницы;",
      "text_13": "– реферер (адрес предыдущей страницы).",
      "text_14": "5.5. Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации."
    },
    "principles_of_processing": {
      "title": "6. Принципы обработки персональных данных",
      "text_1": "6.1. Обработка персональных данных осуществляется на законной и справедливой основе.",
      "text_2": "6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.",
      "text_3": "6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.",
      "text_4": "6.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.",
      "text_5": "6.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.",
      "text_6": "6.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.",
      "text_7": "6.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено законом."
    },
    "purposes_of_processing": {
      "title": "7. Цели обработки персональных данных",
      "text_1": "7.1. Оператор осуществляет обработку персональных данных Пользователя в следующих целях:",
      "text_2": "– осуществление коммуникаций с субъектами персональных данных;",
      "text_3": "– предоставление субъектам персональных данных продуктов Веб-сайта;",
      "text_4": "– идентификация субъекта персональных данных;",
      "text_5": "– предоставление субъекту персональных данных доступа к Веб-сайту;",
      "text_6": "– установление с субъектом персональных данных обратной связи, включая направление уведомлений, запросов, обработка запросов и заявок от субъекта персональных данных;",
      "text_7": "– предоставление субъекту персональных данных эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Веб-сайта;",
      "text_8": "– предоставление субъекту персональных данных новостной и (или) рекламной рассылки, а также иной информации посредством электронной связи E-mail и иных средств связи;",
      "text_9": "– обезличенные данные Пользователей, собранные с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на Сайте, улучшения качества Сайта и его содержания;",
      "text_10": "– создание учетной записи для совершения онлайн-платежей;",
      "text_11": "– обработка и получение онлайн-платежей;",
      "text_12": "– формирование статистической отчетности, проведение исследований;",
      "text_13": "– осуществление хозяйственной деятельности;",
      "text_14": "– осуществление иных полномочий и обязанностей, возложенных на Оператора законодательством."
    },
    "legal_bases_of_processing": {
      "title": "8. Условия обработки персональных данных",
      "text_1": "8.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.",
      "text_2": "8.2. Обработка персональных данных необходима для достижения целей, предусмотренных законом, для осуществления возложенных законодательством на оператора функций, полномочий и обязанностей.",
      "text_3": "8.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством об исполнительном производстве.",
      "text_4": "8.4. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.",
      "text_5": "8.5. Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
      "text_6": "8.6. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).",
      "text_7": "8.7. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с законом."
    },
    "procedures_and_conditions": {
      "title": "9. Порядок сбора, хранения, передачи и других видов обработки персональных данных",
      "text_1": "9.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
      "text_2": "9.2. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
      "text_3": "9.3. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.",
      "text_4": "9.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.",
      "text_5": "9.5. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора neodigitalbazaar@gmail.com с пометкой «Отзыв согласия на обработку персональных данных».",
      "text_6": "9.6. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.",
      "text_7": "9.7. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством.",
      "text_8": "9.8. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.",
      "text_9": "9.9. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.",
      "text_10": "9.10. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных, отзыв согласия субъектом персональных данных или требование о прекращении обработки персональных данных, а также выявление неправомерной обработки персональных данных."
    },
    "updating_rectification_and_deletion": {
      "title": "10. Перечень действий, производимых Оператором с полученными персональными данными",
      "text_1": "10.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.",
      "text_2": "10.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой."
    },
    "cross_border_transfer": {
      "title": "11. Трансграничная передача персональных данных",
      "text_1": "11.1. Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).",
      "text_2": "11.2. Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения."
    },
    "privacy_policy_terms": {
      "title": "12. Конфиденциальность персональных данных",
      "text_1": "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено законодательством."
    },
    "concluding_provisions": {
      "title": "13. Заключительные положения",
      "text_1": "13.1. Вопросы, касающиеся обработки персональных данных, не закрепленные в настоящей Политике, регулируются законодательством.",
      "text_2": "13.2. В случае, если какое-либо положение Политики признается противоречащим законодательству, остальные положения, соответствующие законодательству, остаются в силе и являются действительными, а любое недействительное положение будет считаться удаленным/измененным в той мере, в какой необходимо для обеспечения его соответствия законодательству.",
      "text_3": "13.3. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты ",
      "text_4": "13.4. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
      "text_5": "13.5. Актуальная версия Политики в свободном доступе расположена на веб-сайте "
    }
  },

  "terms_of_use": {
    "title": "Условия использования",
    "introduction": "Настоящие Условия использования (далее – «Соглашение») приняты NeoBazaar  (далее — «Компания») и действуют в отношении ",
    "platform_description": " вебсайта, брендированных страниц на других платформах, мобильных и других приложений, используемых для работы с такими вебсайтами и других платформ (далее – «Платформа»), которые управляются непосредственно Компанией или по ее поручению. Продолжая регистрацию или используя Платформу, Вы автоматически принимаете данное Соглашение. В случае любых проблем и жалоб Вы соглашаетесь и обязуетесь постараться решить их сначала в досудебном порядке путем обращения на ",
    "contact_email": " email адрес.",
    "content_title": "Контент",
    "content_description": "Вы ответственны за собственный создаваемый «Контент», включая любую информацию, материалы или любое другой контент, публикуемый Вами на Платформе. Ваш Контент должен соответствовать данному Соглашению, этическим нормам и законам. Являясь ответственными за Ваш Контент, вы соглашаетесь, помимо прочего, что:",
    "content_point1": "- У Вас есть все необходимые разрешения, права и лицензии, необходимые для работы с данными Контентом, размещения их на Платформе или передаче в Компанию;    ",
    "content_point2": "- Ваш Контент не включает персональные, приватные или конфиденциальную информацию, принадлежащую другим;",
    "content_point3": "- Ваш Контент не нарушает права любого физического или юридического лица;",
    "content_point4": "- Запрещается создавать Контент, на Платформе в целях получения доступа к персональным данным посетителей Платформы, направленных на предложение заключения гражданско-правовых договоров с пользователями Платформы, а также предполагающих взаимодействие с пользователями Платформы, итоговой целью которого является привлечение пользователей Платформы в качестве работников и/или подрядчиков в какую-либо организацию, заключение трудового или гражданско-правового договора с пользователями Платформы.",
    "content_clause": "Мы не требуем передачи нам в собственность Вашего Контента. Однако, для обеспечения функционирования Платформы, ее улучшений, продвижения, рекламы, а также для защиты Компании и Платформы Вы предоставляете Компании неисключительное, всемирное, бессрочное, безотзывное, бесплатное, сублицензируемое, передаваемое право и лицензию (включая отказ от любых моральных прав) на использование, размещение, хранение, воспроизведение, изменение, публикацию, публичную демонстрацию, распространение и создание производного Контента, а также использование (в том числе коммерческое) авторских прав, торговых марок, прав на рекламу и на базы данных, которые вы имеете в отношении своего Контента. Эта лицензия позволит вашему Контенту оставаться на Платформе даже после того, как вы перестанете быть членом Компании или Платформы.",
    "content_responsibility": "Мы не отвечаем за Контент, публикуемый пользователями Платформы. Мы не премодерируем весь Контент. Если Вы обнаружили Контент, которые нарушает настоящее Соглашение, пожалуйста сообщите нам по адресу ",
    "personal_data_title": "Персональные данные",
    "personal_data_description_1": "Компания собирает регистрационную и прочую информацию о Вас, собираемую при помощи Платформы. Пожалуйста, ознакомьтесь со следующими документами для того, чтобы подробнее узнать о том, какие данные и зачем мы собираем: ",
    "privacy_policy": "Политика конфиденциальности",
    "personal_data_description_2": ". Продолжая регистрацию или использование Платформы, Вы соглашаетесь со всеми вышеперечисленными правилами. Обратите внимание, что данные правила и документы не оговаривают использование информации пользователями Платформы.",
    "using_platform_title": "Использование Платформы",
    "using_platform_description": "Вы соглашаетесь, что Вы ни прямо ни косвенно не будете (а) извлекать данные из Платформы для коммерческих нужд без разрешения данным Соглашением автоматическими методами, либо при помощи третьих лиц, либо другими методами; (б) производить любые действия, наносящие вред, повреждая или перегружая данными или запросами Платформу.",
    "using_platform_clause_1": "Вы обязуетесь использовать, хранить и обрабатывать персональные данные, собираемые через Платформу, в соответствии с законом, этическими и моральными принципами. Вы обязуетесь сообщать пользователям Платформы, данные которых Вы обрабатываете или владеете, о Ваших действиях с этими данными и обязуетесь обрабатывать запросы от этих пользователей, связанные с их данными. Также вы обязуетесь надежно хранить и защищать данные от неавторизованного доступа, обработки, а также удалять их как только исчезает необходимость, в рамках которой собирались эти данные, либо по запросу представителей Платформы.",
    "using_platform_clause_2": "Использование Платформы сопряжено с взаимодействиями с реальными людьми и выполнением реальных действий в реальном мире, что может привести к непредвиденным ситуациям. Мы не можем контролировать то, что происходит за пределами Платформы и мы не несем ответственности за это. Вы должны руководствоваться здравым смыслом при взаимодействии с другими пользователями Платформы. Также Платформа не контролирует поведение пользователей, поэтому Платформа не несет ответственности за их действия. Если Вы обнаружили поведение, нарушающее данное Соглашение, этические нормы или закон, пожалуйста свяжитесь с нами по email ",
    "dispute_resolution_title": "Разрешение споров",
    "dispute_resolution_description_1": "Перед подачей претензии, Вы и Компания соглашаетесь попытаться разрешить любые споры путем диалога. Мы используем термин «претензия» в этом параграфе для обозначения любых споров, претензий или разногласий, возникающих или связанных с использованием Вами нашей Платформы или настоящего Соглашения. Вы или Компания можете инициировать этот процесс, отправив письменное уведомление с описанием проблемы и предложенного решения. Главный контакт для этих целей на стороне Компании - email адрес ",
    "dispute_resolution_description_2": "Если мы не сможем решить проблему в течение 30 рабочих дней после получения сообщения и подтверждения о его получении, Вы или Компания можете обратиться в суд.",
    "intellectual_property_title": "Интеллектуальная собственность",
    "intellectual_property_description": "Торговые марки Компании, логотипы, зарегистрированные имена и названия являются интеллектуальной собственностью Компании. Наша Платформа, включая материалы на Платформе, также являются нашей интеллектуальной собственностью, либо собственностью наших лицензиаров. Вы обязуетесь не использовать нашу интеллектуальную собственность без нашего письменного разрешения.",
    "intellectual_property_clause_1": "Компания уважает чужую интеллектуальную собственность и мы ожидаем такого же поведения от наших пользователей. При определенных обстоятельствах и на наше усмотрение мы можем удалить или ограничить доступ к материалам, которые на наш взгляд могут нарушать или посягать на интеллектуальную собственность других лиц. Также мы можем удалить или ограничить доступ на Платформу тем, кто повторяет данные нарушения.",
    "intellectual_property_clause_2": "Если Вы считаете, что Ваши права на интеллектуальную собственность были нарушены, пожалуйста свяжитесь с нами по email ",
    "changes_to_terms_title": "Изменения в Условиях использования и Платформе",
    "changes_to_terms_description_1": "Мы можем менять текст данного Соглашения. Когда мы делаем это, мы будем публиковать новую версию на этой странице и отправлять уведомления на Ваш email. Продолжая использование Платформы после любых изменений Соглашения, Вы соглашаетесь с изменениями в Соглашении. Если Вы не хотите принять изменения в Соглашении, Вы можете удалить Ваш аккаунт.",
    "changes_to_terms_description_2": "Мы постоянно улучшаем Платформу. Это означает, что мы можем добавлять новый или отключать старый функционал Платформы по собственному усмотрению и без уведомления пользователей. Используя Платформу, вы принимаете это."
  },
  "user_menu": {
    "my_products": "Мои продукты",
    "cart": "Корзина",
    "profile": "Профиль"
  },

  "cart": {
    "delete_product": "Вы действительно хотите удалить товар из корзины?",
    "yes": "Да",
    "no": "Нет",
    "contact_seller_1": "Пожалуйста, свяжитесь с продавцом для покупки по электронной почте - ",
    "total": "Итог",
    "pay": "Купить",
    "products": "Продукты",
    "contact_seller_2": "Пожалуйста, свяжитесь с продавцом для покупки.",
    "select_all": "Выбрать все",
    "cancel_selection": "Отменить выбор"
  },
  "products": {
    "search": "Поиск",
    "not_found": "Продукт не найден",
    "save":"Сохранить",
    "form" :{
      "category": "Категория",
    "category_is_required": "Категория обязательна для выбора",
    "of": "из",
    "name": "Название",
    "name_error": "Название обязательно для заполнения.",
    "content": "Предоставьте важную информацию о продукте (формат файла, размер, количество страниц, дату выпуска, количество пользователей лицензии и т. д.).",
    "content_error": "Контент обязателен для заполнения.",
    "describe": "Опиши Свой Продукт",
    "describe_error": "Описание обязательно для заполнения.",
    "date": "Дата",
    "status": "Статус",
    "draft": "Черновик", 
    "published":"Опубликовано",
    "deactivated":"Деактивирован",
    "settings": "Настройки",
    "limit": "Ограничить продажи продукции",
    "quantity": "Количество продукта",
    "thumbnail":"Миниатюра",
    "preview": "Открыть предварительный просмотр продукта",
    "upload_files": "Загрузить файл",
    "upload_files_description" : "Это изображение появится на страницах библиотеки Neobazaar, Discover и профиля. Ваше изображение должно быть квадратным, размером не менее 600x600 пикселей, в формате JPEG, PNG, PDF, MP3, MP4, WAV, AVI. Размер файла не более 50 МБ.",
    "photo_alert_1": "Неподдерживаемый формат. Пожалуйста, загружайте изображения в формате JPEG, PNG или GIF.",
    "photo_alert_2": "Общий размер фотографии превышает 10 МБ",
    "photo_alert_3": "Допускается не более 3 фотографий",
    "cover": "Обложка",
    "loaded" : "Загружено",
    "upload_photo": "Загрузить фотографию обложки",
    "upload_photo_description": "Поддерживает форматы файлов: JPEG, PNG, GIF. Размер изображения должен быть не менее 600х600 пикселей. Размер фотографии не более 10 МБ. Максимальное количество фотографий - 3 штуки.",
    "pricing": "Стоимость",
    "price": "Цена",
    "price_error": "Цена обязательно для заполнения.",
    "any_price": "Позвольте клиентам платить столько, сколько они хотят",
    "instant": "Мгновенно",
    "1_hour": "1 час",
    "6_hours": "6 часов",
    "12_hours": "12 часов",
    "24_hours": "24 часа",
    "time": "Время получения товара заказчиком",
    "time_error": "Время получения обязательно для заполнения."



    

  }
    
  }
}
